/* No comment provided by engineer. */
"Set Cyberduck as default application for FTP and SFTP locations?" = "Chcete nastaviť Cyberduck ako predvolenú aplikáciu pre FTP a SFTP umiestnenia?";

/* No comment provided by engineer. */
"As the default application, Cyberduck will open when you click on FTP or SFTP links in other applications, such as your web browser. You can change this setting in the Preferences later." = "Cyberduck ako predvolená aplikácia sa bude otvárať po kliknutí na FTP alebo SFTP odkazy v iných aplikáciách, napríklad v prehliadači internetových stránok. Toto nastavenie je možné kedykoľvek zmeniť v predvoľbách.";

/* Apply proposed action. */
"Change" = "Nastaviť";

/* Do not display this dialog again. */
"Don't Ask Again" = "Viac nezobrazovať";

/* Don't change anything. */
"Cancel" = "Zrušiť";